In [6]:
import pandas as pd

In [7]:
dataset = pd.read_csv("dataset_CV.csv", delimiter = ";")

In [9]:
dataset.head()

  CV_number                                            CV_text
0      CV_1  SELMA LAFKIR CORDE 80 CODEUSE ENTHOUSIASTE PRO...
1      CV_2  Ananya Singh \nProfesseure de Lycée\nPROFIL PE...
2      CV_3  Samira Hadid \n16 place Urbain II, 63000 Clerm...
3      CV_4  Carine Maurice \nIngénieure logiciel avec 10 a...
4      CV_5  MARCELLE ANDRÉ EXPÉRIENCE PROFESSIONNELLE \nAS...

In [10]:
dataset.shape

(23, 2)

In [5]:
dataset.tail()

   CV_number                                            CV_text
7       CV_8  HANNAH MARNIER Prof de maths BIOGRAPHIE PROFES...
8       CV_9  KINN Linda 21, rue du Soleil Levant 49100 ANGE...
9      CV_10  DANY NGUYEN À LA RECHERCHE D'UN POSTE DANS LA ...
10       NaN                                                NaN
11       NaN                                                NaN